Repository: pwsafe/pwsafe
Catalog: help/pwsafeRU/omegat/tm/pwsafe_ru-ui.tmx
Source language: en_us
Languages: ru_ru

source: Click to enter a character code via virtual numeric keypad. The character is added when this button is clicked again.
ru_ru: Нажмите для ввода кода символа через экранную клавиатуру. Символ будет вставлен после повторного нажатия на эту клавишу

source: Click to insert a new row below
ru_ru: Нажмите для чтобы вставить строку ниже

source: Click to remove this row
ru_ru: Нажмите для удаления текущей строки

source: Click to send email to this address
ru_ru: Нажмите для отправки письма по этому адресу

source: Click to set criteria for matching the field
ru_ru: Нажмите для задания условия отбора

source: Click to set the field to filter by
ru_ru: Нажмите для настройки фильтра по полю

source: Click to switch to English
ru_ru: Нажмите для переключения на Английский

source: Click to switch to Hiragana
ru_ru: Нажмите для переключения на Хирагана

source: Click to switch to Kana
ru_ru: Нажмите для переключения на Кана

source: Click to switch to Katakana
ru_ru: Нажмите для переключения на Катакана

source: Click to switch to Korean
ru_ru: Нажмите для переключения на Корейский

source: Click to toggle Caps Lock key.
ru_ru: Нажмите для переключения Caps Lock

source: Click to toggle and/or relation to previous row
ru_ru: Нажмите для переключения условия и/или относительно предыдущей строки

source: Close
ru_ru: Закрыть

source: Close Find Bar
ru_ru: Закрыть панель поиска

source: Collapse All
ru_ru: Свернуть все

source: Column Picker
ru_ru: Выбор столбца

source: Column header row not recognised as first record. No records imported.
ru_ru: Невозможно определить строку заголовков по первой записи. Записи не были импортированы.

source: Comma
ru_ru: Запятая

source: Command failed.
ru_ru: Ошибка команды.

source: Compare
ru_ru: Сравнить

source: Compare Complete
ru_ru: Полное сравнение

source: Compare Database Results
ru_ru: Сравнить результаты

source: Compare complete of current database: %s and: %s
ru_ru: Полное сравнение для текущего контейнера: %s и: %s

source: Compare...
ru_ru: Сравнить...

source: Comparing current database with:
ru_ru: Сравнение текущего контейнера с:

source: Comparing current database with: %s
ru_ru: Сравнение текущего контейнера с: %s

source: Comparison
ru_ru: Сравниваемый

source: Comparison Database:
ru_ru: Сравниваемый конт.:

source: Completed but ....
ru_ru: Завершено, но ...

source: Completed successfully
ru_ru: Завершено успешно

source: Con&firm Password:
ru_ru: Повто&рите пароль:

source: Configuration File:
ru_ru: Файл настроек:

source: Configuration Information
ru_ru: Информация о настройках

source: Configuration file error: %s %s line %d column %d
ru_ru: Ошибка в файле настроек: %s %s строка %d столбец %d

source: Configuration file status
ru_ru: Состояние файла настроек

source: Confirm Close Dialog
ru_ru: Диалог подтверждения закрытия

source: Confirm deletion of items
ru_ru: Подтверждать удаление элементов

source: Confirm item copy to clipboard
ru_ru: Подтверждать копирование элемента в буфер обмена

source: Confirm that you wish to copy this entry from the %s database to the %s database? If already present in the target database, it will be replaced!
ru_ru: Подтвердите копирование элемента из контейнера %s в контейнер %s. Если элемент уже присутствует в целевом контейнере, он будет заменён!

source: Confirmation:
ru_ru: Подтверждение:

source: Conflicting entries for «%s» «%s» «%s». Added merged entry as «%s» «%s» «%s». Differing field(s): %s
ru_ru: Конфликт элементов для «%s» «%s» «%s». При слиянии элемент был добавлен как «%s» «%s» «%s». Различающиеся поля: %s

source: Continue
ru_ru: Продолжить

source: Copy &Notes to Clipboard
ru_ru: Копировать &заметки в буфер обмена

source: Copy &Notes to clipboard
ru_ru: Копировать &заметки в буфер обмена

source: Copy &Username to Clipboard
ru_ru: Копировать &имя пользователя в буфер обмена

source: Copy &Username to clipboard
ru_ru: Копировать &имя пользователя в буфер обмена

source: Copy All
ru_ru: Копировать все

source: Copy Here
ru_ru: Копировать сюда

source: Copy Run Command to Clipboard
ru_ru: Копировать команду в буфер обмена

source: Copy UR&L to Clipboard
ru_ru: Копировать &ссылку в буфер обмена

source: Copy URL to Clipboard
ru_ru: Копировать &ссылку в буфер обмена

source: Copy URL to clipboard
ru_ru: Копировать ссылку в буфер обмена

source: Copy email to Clipboard
ru_ru: Копировать E-mail в буфер обмена

source: Copy email to clipboard
ru_ru: Копировать E-mail в буфер обмена

source: Copy notes to clipboard
ru_ru: Копировать заметки в буфер обмена

source: Copy password to clipboard
ru_ru: Копировать пароль в буфер обмена

source: Copy password to clipboard, minimize
ru_ru: Копировать пароль в буфер и свернуть

source: Copy to Clipboard
ru_ru: Копировать в буфер

source: Copy to DB
ru_ru: Копировать в контейнер

source: Copy to Orignal
ru_ru: Копировать в исходный

source: Copy username to clipboard
ru_ru: Копировать имя пользователя в буфер

source: Copyright Notice
ru_ru: Примечание об авторских правах

source: Could not access file: %s
ru_ru: Невозможно получить доступ к файлу: %s

source: Could not create %1 because the directory is full.
ru_ru: Не удалось создать %1, поскольку в данном каталоге недостаточно места.

source: Could not find the next entry's title field in the KeePass V1 TXT (should be within square brackets).
ru_ru: Не найден заголовок следующего элемента в TXT-файле KeePass V1 (должен быть заключён в квадратные скобки).

source: Could not open %1 because there are too many open files.
ru_ru: Не удаётся открыть %1, поскольку уже открыто слишком много файлов.

source: Could not remove %1 because it is the current directory.
ru_ru: Не удалось удалить %1, поскольку это текущий каталог.

source: Could not start print job.
ru_ru: Не удалось запустить задание печати.

source: Couldn't save database - Please save manually
ru_ru: Невозможно сохранить контейнер. Произведите сохранение вручную.

source: Create &Shortcut
ru_ru: Создать &ярлык

source: Create SchemaCache%2d Error 0x%08X during %s.
ru_ru: Создание SchemaCache%2d завершилось ошибкой 0x%08X при выполнении операции «%s».

source: Create Shortcut
ru_ru: Создать ярлык

source: Create intermediate backups (.ibak) before saving
ru_ru: Создавать копию (.ibak) перед сохранением

source: Create report of previous Find search
ru_ru: Создать отчёт по результатам предыдущего поиска

source: Created
ru_ru: Создано

source: Created Time
ru_ru: Время создания

source: Created on:
ru_ru: Создан:

source: Criteria
ru_ru: Условие

source: Croatian
ru_ru: Хорватская

source: Cu&t
ru_ru: Вы&резать

source: Current version: %s Latest version: %s Please visit the PasswordSafe website to download the latest version.
ru_ru: Текущая версия: %s Новая версия: %s Пожалуйста, посетите сайт PasswordSafe для загрузки новой версии.

source: Current version: %s Latest version: %s Your purchase includes free upgrades for one year. Please contact the PasswordSafe Administrator for your upgrade.
ru_ru: Текущая версия: %s Новая версия: %s В стоимость включена возможность бесплатных обновлений в течение года. Пожалуйста, свяжитесь с администратором PasswordSafe для обновления.

source: Customize &Main Toolbar
ru_ru: Настроить &основную панель инструментов

source: Customize Main Toolbar
ru_ru: Настроить основную панель инструментов

source: Czech
ru_ru: Чешская

source: Czech (QWERTY)
ru_ru: Чешская (QWERTY)

source: Czech Programmers
ru_ru: Чешская (программистская)

source: DB Format
ru_ru: Формат контейнера

source: Danish
ru_ru: Датская

source: Database
ru_ru: Контейнер

source: Database Unique ID
ru_ru: UID контейнера

source: Database Unique ID:
ru_ru: UID контейнера:

source: Database format:
ru_ru: Формат контейнера:

source: Database has some large entries!
ru_ru: В контейнере присутствуют большие элементы!

source: Database is read-only. Changes to DB preferences will not be saved and are only valid for this session.
ru_ru: Контейнер открыт «только для чтения». Изменения настроек будут действительны только до завершения программы.

source: Database is read-only. Sorry, cannot save changed any database preferences.
ru_ru: Контейнер доступен в режиме «только чтение». Сохранение настроек контейнера невозможно.

source: Database mode: read-only (R-O) or read/write (R/W) (Doubleclick to toggle mode)
ru_ru: Режим контейнера: «только чтение» (R-O) или «чтение/запись» (R/W) (Щёлкните дважды для переключения режима)

source: Database name
ru_ru: Имя контейнера

source: Database validated - no problems found.
ru_ru: Контейнер проверен - ошибок не обнаружено.

source: Date/Time Information
ru_ru: Информация о дате/времени

source: Dates and Times
ru_ru: Дата и время

source: Default Autotype string:
ru_ru: Строка автонабора по умолчанию:

source: Default Username
ru_ru: Имя пользователя по умолчанию

source: Default number of saved password history entries must be between 1 and 255.
ru_ru: Количество сохраняемых в истории паролей должно быть от 1 до 255.

source: Default set
ru_ru: Стандартный набор

source: Delete
ru_ru: Удалить

source: Delete Confirmation
ru_ru: Подтверждение удаления

source: Delete Entry
ru_ru: Удалить элемент

source: Delete a Base Entry Confirmation?
ru_ru: Подтверждаете удаление исходного элемента?

source: Delete a filter
ru_ru: Удалить фильтр

source: Description:
ru_ru: Описание:

source: Deselect all entries
ru_ru: Снять пометку со всех элементов

source: Deselect some entries
ru_ru: Снять пометку с некоторых элементов

source: Destination disk drive is full.
ru_ru: На конечном диске нет места.

source: Destination location does not exist or is not accessible.
ru_ru: Путь назначения не существует или недоступен.

source: Devanagari - INSCRIPT
ru_ru: Деванагари (инскрипт)

source: Disk full while accessing %1.
ru_ru: Нет места на диске при обращении к %1.

source: Dispatch exception: %1
ru_ru: Обработка исключения: %1

source: Display
ru_ru: Отображение

source: Display Filter -
ru_ru: Фильтр отображения -

source: Display subset of Password
ru_ru: Показать часть пароля

source: Do you want to recover these auto-saved documents?
ru_ru: Восстановить эти автоматически сохранённые документы?

source: Do you want to save changes to the password database: %s?
ru_ru: Сохранить изменения в контейнер: %s?

source: Do you want to save changes to the password list?
ru_ru: Сохранить изменения в списке паролей?

source: Do you wish to change this entry's Base entry's password or change this entry's own password?
ru_ru: Изменить пароль для исходного элемента, связанного с данным, или же изменить пароль для самого элемента?

source: Do you wish to replace it?
ru_ru: Заменить?

source: Do you wish to save the changes made to database: %s or Cancel the shutdown\restart\logoff?
ru_ru: Сохранить изменения в контейнере: %s или отменить выключение\перезапуск\завершение сеанса?

source: Don't recover the auto-saved documents Use the last explicitly saved versions of the documents
ru_ru: Не восстанавливать автоматически сохранённые версии Использовать последние явно сохранённые версии документов

source: Double Click Action
ru_ru: Действие по двойному клику

source: Double-Click Action:
ru_ru: Действие по двойному клику

source: Double-Click on entry to Autotype
ru_ru: Щёлкните дважды для автонабора

source: Double-Click on entry to Browse to URL
ru_ru: Щёлкните дважды для перехода по ссылке

source: Double-Click on entry to Browse to URL + Autotype
ru_ru: Щёлкните дважды для перехода по ссылке и выполнения автонабора

source: Double-Click on entry to Copy Notes
ru_ru: Щёлкните дважды для копирования заметок

source: Double-Click on entry to Copy Password
ru_ru: Щёлкните дважды для копирования паролей

source: Double-Click on entry to Copy Password and Minimize
ru_ru: Щёлкните дважды для копирования пароля и сворачивания

source: Double-Click on entry to Copy Username
ru_ru: Щёлкните дважды для копирования имени пользователя

source: Double-Click on entry to Run Command
ru_ru: Щёлкните дважды для копирования связанной команды

source: Double-Click on entry to Send email
ru_ru: Щёлкните дважды для отправки письма по этому адресу

source: Double-Click on entry to View/Edit it
ru_ru: Щёлкните дважды для просмотра/редактирования

source: Double-click action
ru_ru: По двойному клику

source: Doubleclick action for current entry
ru_ru: Действие по двойному щелчку для текущего элемента

source: Drag this image onto a another window to paste the '%s' field.
ru_ru: Перетащите изображение на другое окно, чтобы вставить значение поля «%s».

source: Drag this image onto a another window to start AutoType from there.
ru_ru: Перетащите изображение на другое окно, чтобы начать автонабор в указанном месте.

source: Dropped entry '%s:%s:%s' password points to an entry that is also an alias. The dropped entry now references that entry's base entry.
ru_ru: Скопированный элемент «%s:%s:%s» ссылается на элемент, который является псевдонимом. Скопированный элемент теперь ссылается на исходный элемент.

source: Duplicate Group
ru_ru: Дублировать группу

source: Dutch
ru_ru: Голландская

source: E&xit
ru_ru: Вы&ход

source: E&xit Ctrl+Q\Alt+F4
ru_ru: Вы&ход Ctrl+Q\Alt+F4

source: E&xport Entry To
ru_ru: Экспортировать элемент &в

source: Easyvision characters
ru_ru: Легкоотличимые символы

source: Edit Entry
ru_ru: Редактировать элемент

source: Edit Entry...
ru_ru: Редактировать элемент...

source: Edit Entry: «%s» «%s» «%s»
ru_ru: Редактировать элемент: «%s» «%s» «%s»

source: Edit Shortcut
ru_ru: Редактировать ярлык

source: Edit/&View Entry...
ru_ru: Редактирование/&просмотр элемента...

source: Either or both of the Group/Title and Password columns are missing. No records imported.
ru_ru: Столбец с группой/заголовком и/или паролем отсутствует. Записи не были импортированы.

source: Either unable to load the necessary DLL, or it is the incorrect version, to support Autotype during Launch of a Browser or Run a command. Autotype for these functions is disabled.
ru_ru: Невозможно загрузить необходимую DLL, или она имеет неверную версию. Автонабор в браузере или при выполнении команды отключён.

source: Empty line %d skipped
ru_ru: Пустые строки %d пропущены

source: Encountered a hardware I/O error while accessing %1.
ru_ru: Аппаратная ошибка ввода-вывода при обращении к %1.

source: Encountered a locking violation while accessing %1.
ru_ru: Нарушение блокировки при обращении к %1.

source: Encountered a sharing violation while accessing %1.
ru_ru: Нарушение прав доступа при обращении к %1.

source: Encountered an improper argument.
ru_ru: Недопустимый аргумент.

source: Encountered an unexpected error while reading %1.
ru_ru: Непредвиденная ошибка при чтении файла %1.

source: Encountered an unexpected error while writing %1.
ru_ru: Непредвиденная ошибка при записи файла %1.

source: Encrypt/Decrypt
ru_ru: Шифровать/дешифровать

source: Encryption failed
ru_ru: Сбой при шифровании

source: End Report
ru_ru: Конец отчёта

source: Enter Key:
ru_ru: Ключ:

source: Enter Safe Combination
ru_ru: Введите пароль для контейнера

source: Enter a GUID.
ru_ru: Введите глобальный уникальный идентификатор (GUID).

source: Enter a currency.
ru_ru: Введите денежную единицу.

source: Enter a date and/or time.
ru_ru: Введите дату и время.

source: Enter a date.
ru_ru: Введите дату.

source: Enter a number between %1 and %2.
ru_ru: Введите число от %1 до %2.

source: Enter a number.
ru_ru: Введите число.

source: Enter a positive integer.
ru_ru: Введите положительное целое число.

source: Enter a time.
ru_ru: Введите время.

source: Enter an integer between %1 and %2.
ru_ru: Введите целое число от %1 до %2.

source: Enter an integer between 0 and 255.
ru_ru: Введите целое число от 0 до 255.

source: Enter an integer.
ru_ru: Введите целое число.

source: Enter no more than %1 characters.
ru_ru: Введите не более %1 знаков.

source: Enter positions of password characters separated by spaces, commas or semi-colons:
ru_ru: Введите номера символов пароля через пробел, запятую или точку с запятой:

source: Enter your Sample Text below
ru_ru: Введите текст для образца

source: Entries in both databases but with differences:
ru_ru: Элементы встречаются в обоих контейнерах, но присутствуют различия:

source: Entries only in comparison database (%s):
ru_ru: Элементы только из сравниваемого контейнера (%s):

source: Entries only in current database (%s):
ru_ru: Элементы только из текущего контейнера (%s):

source: Entries with a password expiry
ru_ru: Элементы с истёкшим паролем

source: Entry %s%d with Group="%s", Title="%s", User="%s"
ru_ru: Элемент %s%d с группой «%s», заголовком «%s» и именем пользователя «%s»

source: Entry Unique ID:
ru_ru: UID элемента:

source: Entry "%s, %s, %s" has a password in the correct form for an alias, but the base entry does not exist.
ru_ru: Пароль для элемента «%s, %s, %s» имеет вид псевдонима, но исходный элемент не найден.

source: Entry "%s, %s, %s" has a password in the correct form for an alias, but the base entry is already an alias.
ru_ru: Пароль для элемента «%s, %s, %s» имеет вид псевдонима, но исходный элемент является псевдонимом.

source: Entry import warnings
ru_ru: Предупреждения при импорте элементов

source: Entry of line %d has an invalid "%s" field. It has been ignored.
ru_ru: Элемент на строке %d содержит недопустимое поле «%s». Проигнорировано.

source: Entry on line %d with Group="%s"
ru_ru: Элемент, описанный в строке %d, из группы «%s»

source: Entry on line %d with no group
ru_ru: Элемент, описанный в строке %d, без имени группы

source: Entry size
ru_ru: Размер элемента

source: Entry size:
ru_ru: Размер элемента:

source: Entry status
ru_ru: Статус элемента

source: Entry type
ru_ru: Тип элемента

source: Entry with Group="%s"
ru_ru: Элемент из группы «%s»

source: Entry with no group
ru_ru: Элемент без имени группы

source: Error
ru_ru: Ошибка

source: Error (%08X): line %d character %d %s
ru_ru: Ошибка (%08X): строка %d символ %d %s

source: Error - unable to determine settings configuration! No application settings will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
ru_ru: Ошибка: невозможно определить параметры настроек! Настройки приложения не будут сохранены. Настройки контейнера будут сохранены в открытом контейнере, если он доступен для записи и не заблокирован другим пользователем.

source: Error at column %d: %s
ru_ru: Ошибка в столбце %d: %s

source: Error parsing Run Command
ru_ru: Ошибка разбора команды для запуска

source: Error while writing file! Try saving in a different location
ru_ru: Ошибка при записи файла! Попробуйте сохранить файл в другом месте

source: Error: A file with this name already exists
ru_ru: Ошибка: файл с указанным именем уже существует

source: Error: File is read-only
ru_ru: Ошибка: файл доступен только для чтения

source: Escape key closes application
ru_ru: Закрывать приложение по Esc

source: Estonian
ru_ru: Эстонская

source: Example:
ru_ru: Пример:

source: Exit
ru_ru: Выход

source: Expand All
ru_ru: Развернуть все

source: Expand/Collapse Group
ru_ru: Развернуть/свернуть группу

source: Expiring Passwords
ru_ru: Истекающие пароли

source: Export
ru_ru: Экспорт

source: Export &Text
ru_ru: Экспорт в простой &текст

source: Export &To
ru_ru: Экспортировать &в

source: Export &XML
ru_ru: Экспорт в &XML

source: Export Entry in XML format...
ru_ru: Экспортировать элемент в XML формат...

source: Export Entry to Plain Text...
ru_ru: Экспортировать элемент в простой текст...

source: Export Text
ru_ru: Экспорт

source: Export Text Extra
ru_ru: Экспортировать в расширенный текст

source: Export XML
ru_ru: Экспорт

source: Export file: '%s' already exists. Do you want to replace it?
ru_ru: Указанный файл для экспорта «%s» уже существует. Заменить?

source: Exporting to file:
ru_ru: Экспорт в файл:

source: Faeroese
ru_ru: Фарерская

source: Failed to create empty document.
ru_ru: Не удалось создать пустой документ.

source: Failed to launch help.
ru_ru: Не удалось запустить справку.

source: Failed to lock configuration file - opened by another instance of PasswordSafe?
ru_ru: Ошибка при блокировке файла настроек. Проверьте, не открыт ли другой экземпляр PasswordSafe?

source: Failed to open document.
ru_ru: Не удалось открыть документ.

source: Failed to save changed preferences.
ru_ru: Ошибка при сохранении изменений настроек.

source: Failed to save document.
ru_ru: Не удалось сохранить документ.

source: Failed to switch from R-O to R/W because database is already open in R/W mode by: %s %s (Only one R/W access at a time is allowed)
ru_ru: Ошибка при переключении в режим чтения/записи: контейнер уже открыт для записи: %s %s (Файл не может быть одновременно открыт для записи несколькими пользователями)

source: Failed to switch from R-O to R/W: Could not open the database. It may have been deleted or renamed or there may be a problem with its drive.
ru_ru: Ошибка при переключении в режим чтения/записи: контейнер не найден. Возможно, он бы удалён, перемещён, или произошёл сбой на диске.

source: Failed to switch from R-O to R/W: The file appears to be too short to be a valid database.
ru_ru: Ошибка при переключении в режим чтения/записи: файл не является контейнером PasswordSafe (размер слишком мал).

source: Failed to switch from R/W to R-O: Could not release database lock. Try exiting and restarting program.
ru_ru: Ошибка при переключении в режим «только чтение»: ошибка при освобождении файла блокировок. Попробуйте выйти из программы и запустить её заново.

source: Fatal Error
ru_ru: Фатальная ошибка

source: Field
ru_ru: Поле

source: Field Separator
ru_ru: Разделитель полей

source: Field active
ru_ru: Поле активно

source: Field present
ru_ru: Поле присутствует

source: File In Use
ru_ru: Файл используется

source: File Read Error
ru_ru: Ошибка при чтении файла

source: File ends on line %d before ending double quote of last entry's note field.
ru_ru: Обнаружен конец файла в строке %d до того как была найдена закрывающая двойная кавычка для последнего поля с заметками.

source: File is truncated or otherwise corrupt. Please use backup database.
ru_ru: Файл усечён или повреждён. Используйте резервную копию.

source: File lock error
ru_ru: Ошибка при блокировке файла

source: File open error
ru_ru: Ошибка при открытии файла

source: File open error.
ru_ru: Ошибка при открытии файла.

source: File or path not found
ru_ru: Файл или путь к файлу не найден

source: File or path not found.
ru_ru: Файл или путь к файлу не найден.

source: File version warning
ru_ru: Предупреждение о версии файла

source: File: %s failed validation against XML Schema: %s
ru_ru: Файл %s не соответствует XML-схеме: %s

source: File: %s passed Validation but had the following errors during import: %s
ru_ru: Файл %s прошёл проверку, но при импорте произошли следующие ошибки: %s

source: File: %s was imported (entries validated %d / imported %d%s%s%s). See report for details.
ru_ru: Файл %s был импортирован (проверено элементов %d / импортировано %d). Подробная информация находится в отчёте.

source: Filter %s already exists in the database, do you wish to replace it with this?
ru_ru: Фильтр %s уже существует в контейнере. Заменить его?

source: Filter name:
ru_ru: Имя фильтра:

source: Filters successfully exported
ru_ru: Фильтры успешно экспортированы

source: Filters successfully imported
ru_ru: Фильтры успешно импортированы

source: Find
ru_ru: Поиск

source: Find Next
ru_ru: Найти следующий

source: Find Previous
ru_ru: Найти предыдущий

source: Finnish
ru_ru: Финская

source: Finnish with Sami
ru_ru: Финская (с саамским)

source: First character of variable name must be alphabetic
ru_ru: Первый символ в имени переменной должен быть буквой

source: Flattened &List
ru_ru: &Простой список

source: Font
ru_ru: Шрифт
